// ------ Strings in Smash Error ------ //"Your HP device has sent a status message. This message could not be saved" = "Un message d'état a été envoyé par votre périphérique HP. Ce message n'a pas pu être sauvegardé.";